Repository: EcoCielTech/Eco-Ciel
Catalog: lib/l10n/app_*.arb
Languages: ta

# welcome
source: Welcome Back
ta: மீண்டும் வருக

source: Humidity
ta: ஈர்க்கல்

source: Temperature
ta: வெப்பநிலை

# coins
source: EcoCiel Coins
ta: ஈகோசியல் காயின்கள்

# uv
source: UV Index
ta: UV சுட்டிகள்

source: Sign Up
ta: பதிவு செய்க

# signupemail
source: Signup with your email
ta: உங்கள் மின்னஞ்சலுடன் பதிவு செய்க

source: Name
ta: பெயர்

source: Email
ta: மின்னஞ்சல்

source: Password
ta: கடவுச்சொல்

# income
source: Monthly Income
ta: மாதாந்திர வருமானம்

# prevevents
source: Previous Community Event Organised
ta: முந்தைய சமூக நிகழ்ச்சிகள் ஏற்றுமதி

# prevpart
source: Previous Community Event Participation
ta: முந்தைய சமூக நிகழ்ச்சியில் பங்கேற்றது

# terms
source: Terms of services
ta: சேவைகளின் விதிமுகம்

# privacy
source: Privacy Policy
ta: தனியுரிமை கொள்கை

source: and
ta: மற்றும்

source: Yes
ta: ஆம்

source: No
ta: இல்லை

# agree
source: By signing up. you agree to the
ta: பதிவு செய்துவிட்டு, நீங்கள் ஒப்புக்கொள்ளுகின்றீர்கள்

# creator
source: Challenge Creator
ta: மேற்கோள் உருவாக்கி

source: Description
ta: விளக்கம்

source: Type
ta: வகை

source: Number
ta: எண்

# verify
source: Owner Verifiable
ta: உரிமையானவை

# makechallenge
source: Make a Challenge
ta: ஒரு மேடையை உருவாக்கு

source: Walk
ta: நடக்க

source: Energy
ta: காரிக

source: Organic
ta: காரிக

# waste
source: Local Community Waste
ta: உள்ளாட்சி சூழல் இழுக்கை

# green
source: Green Commuters
ta: பசுமை போக்குவரத்தினர்

# greendescription
source: Paving the Way to Eco-Friendly Journeys.
ta: பசுமையான பயணங்களுக்கு பாதையை வழங்கும்.

# esaver
source: Energy Saver
ta: கடந்துநிறைவு பயனர்

# esaverdescription
source: Empowering a Brighter Future Through Efficiency.
ta: சுதந்திரமான எல்லைகளைப் பயன்படுத்தி ஒரு அழகான எதிர்காலத்தை ஏற்படுத்துவதன் மூலம்.

# advocate
source: Nature Advocate
ta: இயற்க்கை பரிதாரக் குரல்

# advocatedescription
source: Voices for the Environment, Guardians of the Earth.
ta: சுற்றுச்சூழலுக்கு குரல் அளிக்கும், பூமியின் காப்பாற்றார்கள்.

# citizens
source: Sustainable Citizen
ta: தொழில்நுட்ப நாகரிகம்

# citizensdescription
source: Nurturing Our Planet, One Action at a Time.
ta: ஒரு பரிசுத்த நாடைக் கடக்கும் போதும், ஒரு நாளில் ஒரு நடவடிக்கைக்கு பரப்பும்.

# leader
source: Community Leader
ta: சமூக நாயகன்

# leaderdescription
source: Inspiring Change, Uniting for a Greener World.
ta: மாற்றத்தை உத்தரவுசெய்து, ஒரு பசுமையின் கட்டுமானத்திற்கு ஒன்றியும்.

# waterc
source: Water Conservationist
ta: நீர் பாதுகாப்புராதி

# watercdescription
source: Preserving Every Drop, Sustaining Life.
ta: ஒவ்வொரு எண்ணம் காப்பாற்றும், உயிரிழக்கு நலம் உண்டாக்கும்.

# cleanec
source: Clean Energy Champion
ta: காரிக ஊழல் பராமரிப்பாளர்

# cleanecdescription
source: Fueling Progress with Renewable Power.
ta: மெய்யான பொருட்களுடன் முன்னேற்றத்தை ஆற்றும் மூலம் முன்னேற்றுகொள்ளும்.
